tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "michaeleisel/zld"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
tap "symfony-cli/tap"
tap "teamookla/speedtest"
brew "autoconf"
brew "autojump"
brew "black"
brew "cmake"
brew "php"
brew "composer"
brew "coreutils"
brew "exercism"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "flake8"
brew "git-flow"
brew "go"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "llvm"
brew "lua"
brew "mariadb", restart_service: true
brew "mongosh"
brew "neovim"
brew "nginx", restart_service: true
brew "nmap"
brew "openjdk"
brew "pnpm"
brew "prettier"
brew "qemu"
brew "ripgrep"
brew "stylua"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tnftp"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "symfony-cli/tap/symfony-cli"
cask "chatgpt"
cask "devtoys"
cask "font-meslo-lg-nerd-font"
cask "kitty"
cask "ngrok"
cask "rar"
